{
  "papers": [
    {
      "filename": "1702.05747v2.pdf",
      "title": "A Survey on Deep Learning in Medical Image Analysis",
      "authors": [
        {
          "firstname": "Geert",
          "middlename": "",
          "lastname": "Litjens"
        },
        {
          "firstname": "Thijs",
          "middlename": "",
          "lastname": "Kooi"
        },
        {
          "firstname": "Babak",
          "middlename": "",
          "lastname": "Ehteshami Bejnordi"
        },
        {
          "firstname": "Arnaud",
          "middlename": "",
          "lastname": "Arindra"
        },
        {
          "firstname": "Adiyoso",
          "middlename": "",
          "lastname": "Setio"
        },
        {
          "firstname": "Francesco",
          "middlename": "",
          "lastname": "Ciompi"
        },
        {
          "firstname": "Mohsen",
          "middlename": "",
          "lastname": "Ghafoorian"
        },
        {
          "firstname": "Jeroen",
          "middlename": "A W M",
          "lastname": "Van Der Laak"
        },
        {
          "firstname": "Bram",
          "middlename": "",
          "lastname": "Van Ginneken"
        }
      ],
      "publicationYear": "2012",
      "publishedIn": "Invest Ophthalmol Vis Sci",
      "doi": "10.1109/TMI.2015.2476509",
      "abstract": "Deep learning algorithms, in particular convolutional networks, have rapidly become a methodology of choice for analyzing medical images. This paper reviews the major deep learning concepts pertinent to medical image analysis and summarizes over 300 contributions to the field, most of which appeared in the last year. We survey the use of deep learning for image classification, object detection, segmentation, registration, and other tasks. Concise overviews are provided of studies per application area: neuro, retinal, pulmonary, digital pathology, breast, cardiac, abdominal, musculoskeletal. We end with a summary of the current state-of-the-art, a critical discussion of open challenges and directions for future research.",
      "openalex_topics": [
        "AI in cancer detection",
        "Digital Imaging for Blood Diseases",
        "Cell Image Analysis Techniques"
      ]
    },
    {
      "filename": "document (5).pdf",
      "title": "Machine learning applied in maternal and fetal health: a narrative review focused on pregnancy diseases and complications",
      "authors": [
        {
          "firstname": "Daniela",
          "middlename": "",
          "lastname": "Mennickent"
        },
        {
          "firstname": "Andrés",
          "middlename": "",
          "lastname": "Rodríguez"
        },
        {
          "firstname": "Ma.",
          "middlename": "Cecilia",
          "lastname": "Opazo"
        },
        {
          "firstname": "Claudia",
          "middlename": "A",
          "lastname": "Riedel"
        },
        {
          "firstname": "Erica",
          "middlename": "",
          "lastname": "Castro"
        },
        {
          "firstname": "Alma",
          "middlename": "",
          "lastname": "Eriz-Salinas"
        },
        {
          "firstname": "Javiera",
          "middlename": "",
          "lastname": "Appel-Rubio"
        },
        {
          "firstname": "Claudio",
          "middlename": "",
          "lastname": "Aguayo"
        },
        {
          "firstname": "Alicia",
          "middlename": "E",
          "lastname": "Damiano"
        },
        {
          "firstname": "Enrique",
          "middlename": "",
          "lastname": "Guzmán-Gutiérrez"
        },
        {
          "firstname": "Juan",
          "middlename": "",
          "lastname": "Araya"
        }
      ],
      "publicationYear": "2023",
      "publishedIn": "Frontiers in Endocrinology",
      "doi": "10.3389/fendo.2023.1130139",
      "abstract": "Introduction: Machine learning (ML) corresponds to a wide variety of methods that use mathematics, statistics and computational science to learn from multiple variables simultaneously. By means of pattern recognition, ML methods are able to find hidden correlations and accomplish accurate predictions regarding different conditions. ML has been successfully used to solve varied problems in different areas of science, such as psychology, economics, biology and chemistry. Therefore, we wondered how far it has penetrated into the field of obstetrics and gynecology.",
      "openalex_topics": [
        "Pregnancy and preeclampsia studies",
        "Maternal and fetal healthcare",
        "Preterm Birth and Chorioamnionitis"
      ]
    },
    {
      "filename": "application-of-machine-and-deep-learning-algorithms-in-intelligent-clinical-decision-support-systems-in-healthcare-2157-7420-1000321.pdf",
      "title": "Application of Machine and Deep Learning Algorithms in Intelligent Clinical Decision Support Systems in Healthcare",
      "authors": [
        {
          "firstname": "Jong",
          "middlename": "Taek",
          "lastname": "Kim"
        }
      ],
      "publicationYear": "2018",
      "publishedIn": "Journal of Health &amp; Medical Informatics",
      "doi": "10.4172/2157-7420.1000321",
      "abstract": "Objective: The purpose of this paper is to review the PubMed/MEDLINE literature for articles that discuss the use of machine learning (ML) and deep learning (DL) for clinical decision support systems (CDSSs).",
      "openalex_topics": [
        "Artificial Intelligence in Healthcare and Education"
      ]
    },
    {
      "filename": "document (7).pdf",
      "title": "Machine learning of big data in gaining insight into successful treatment of hypertension",
      "authors": [
        {
          "firstname": "Gideon",
          "middlename": "",
          "lastname": "Koren"
        },
        {
          "firstname": "Galia",
          "middlename": "",
          "lastname": "Nordon"
        },
        {
          "firstname": "Kira",
          "middlename": "",
          "lastname": "Radinsky"
        },
        {
          "firstname": "Varda",
          "middlename": "",
          "lastname": "Shalev"
        }
      ],
      "publicationYear": "2018",
      "publishedIn": "Pharmacology Research &amp; Perspectives",
      "doi": "10.1002/prp2.396",
      "abstract": "Despite effective medications, rates of uncontrolled hypertension remain high.",
      "openalex_topics": [
        "Blood Pressure and Hypertension Studies",
        "Hormonal Regulation and Hypertension",
        "Lipoproteins and Cardiovascular Health"
      ]
    },
    {
      "filename": "document (2).pdf",
      "title": "Machine learning for personalized medicine: Tailoring treatment strategies through data analysis",
      "authors": [
        {
          "firstname": "Pradeep",
          "middlename": "",
          "lastname": "Verma"
        },
        {
          "firstname": "Nikhil",
          "middlename": "",
          "lastname": "Mishra"
        },
        {
          "firstname": "Vishal",
          "middlename": "",
          "lastname": "Srivastava"
        }
      ],
      "publicationYear": "2019",
      "publishedIn": "The Pharma Innovation",
      "doi": "10.22271/tpi.2019.v8.i3sa.25249",
      "abstract": "Personalized medicine, a paradigm shift in healthcare, has gained momentum with the advent of advanced technologies, particularly in the realm of machine learning. This review paper explores the transformative role of machine learning in tailoring treatment strategies for individuals, revolutionizing the field of healthcare by leveraging the power of data analysis. The integration of patient-specific data, encompassing genomics, clinical history, and other omics data, forms the foundation for the development of personalized treatment plans. The review begins by providing a comprehensive overview of the current landscape of personalized medicine, emphasizing the limitations of traditional one-size-fits-all approaches. The discussion then delves into the key concepts of machine learning, elucidating how algorithms can extract meaningful patterns from vast and diverse datasets. Noteworthy machine learning techniques, such as deep learning, ensemble methods, and reinforcement learning, are scrutinized for their efficacy in predicting individual patient responses to diverse treatment modalities. Crucial to the success of personalized medicine is the identification of relevant biomarkers, which serve as integral components in treatment decision-making. The review highlights the pivotal role of machine learning in biomarker discovery, showcasing its ability to discern subtle patterns and relationships within multidimensional datasets. Keywords such as \"feature selection,\" \"dimensionality reduction,\" and \"precision medicine\" underscore the pivotal techniques that drive these discoveries.",
      "openalex_topics": [
        "Genetics, Bioinformatics, and Biomedical Research",
        "Health, Environment, Cognitive Aging",
        "Bioinformatics and Genomic Networks"
      ]
    },
    {
      "filename": "PIIS0022522315015767.pdf",
      "title": "Large clinical databases for the study of lung cancer: Making up for the failure of randomized trials",
      "authors": [
        {
          "firstname": "Chi-Fu Jeffrey",
          "middlename": "",
          "lastname": "Yang"
        },
        {
          "firstname": "Matthew",
          "middlename": "G",
          "lastname": "Hartwig"
        },
        {
          "firstname": "Thomas",
          "middlename": "A",
          "lastname": "D'amico"
        },
        {
          "firstname": "Mark",
          "middlename": "F",
          "lastname": "Berry"
        }
      ],
      "publicationYear": "2016",
      "publishedIn": "The Journal of Thoracic and Cardiovascular Surgery",
      "doi": "10.1016/j.jtcvs.2015.08.110",
      "abstract": "Although randomized controlled trials (RCTs) represent the optimal study design for assessing the efficacy of clinical interventions, the practice of thoracic surgery has historically been significantly influenced by case series and singleinstitution observational cohort studies 1 because of the well-described difficulties of performing RCTs. 2 Researchers in the United States and Europe are increasingly using large-scale, population-based administrative databases 3-5 and clinical registries 6-10 to perform retrospective cohort studies to answer questions regarding the efficacy, cost, and complications of interventions, to study quality improvement, to assess the treatment of rare conditions, and to evaluate national practice patterns. These studies can significantly enhance quantitative evidence regarding lung cancer treatment when performed by investigators who have clinical expertise in lung cancer with a thorough understanding of both the advantages and limitations of the database being used, through collaboration with experts in advanced statistical techniques.",
      "openalex_topics": [
        "Lung Cancer Diagnosis and Treatment",
        "Lung Cancer Treatments and Mutations",
        "Radiomics and Machine Learning in Medical Imaging"
      ]
    },
    {
      "filename": "nihms-1629483.pdf",
      "title": "Sharpening the resolution on data matters: a brief roadmap for understanding deep learning for medical data",
      "authors": [
        {
          "firstname": "Allen",
          "middlename": "",
          "lastname": "Schmaltz"
        },
        {
          "firstname": "Andrew",
          "middlename": "L",
          "lastname": "Beam"
        }
      ],
      "publicationYear": "2022",
      "publishedIn": "The Spine Journal",
      "doi": "10.1016/j.spinee.2020.08.012",
      "abstract": "Statistics has historically been the workhorse for analyzing clinical trials, building prediction models, and analyzing most types of medical data. However, recently large amounts of available healthcare data and increasing computing power have enabled techniques from the field of machine learning to play an ever larger role in clinical applications. The fields of machine learning and statistics in fact have many things in common, but they can appear at first glance to be quite different given the way each community describes its goals and techniques (Beam and Kohane 2018). This false sense of difference is further heightened because much of the recent work in machine learning has been described under the umbrella term of \"artificial intelligence\" (AI). It should be noted that AI refers to a goal (i.e. computers that behave \"intelligently\") and does not in itself describe a method to achieve that goal. Much of the recent and rapid progress towards the goal of medical AI has been enabled by advancements in the subfield of machine learning known as deep learning (LeCun, Bengio, and Hinton 2015;Hinton 2018;Schmidhuber 2015). However, beyond the AI hyperbole, the successes afforded by the use of deep learning to date have been more modest and narrow in high-risk settings, such as medicine, but are nonetheless likely to expand in coming years (Topol 2019; Ghassemi et al. 2018), though many challenges remain (Beam, Manrai, and Ghassemi 2020). The relevant literature stretches multiple decades and is rapidly growing, and we provide here a high-level overview of deep learning, with an emphasis on medical applications and natural language data. We offer a key insight for applications of deep learning in medicine, a dichotomy that presents both challenges and opportunities for real-world applications: Deep learning models can amplify biases and other issues in the underlying data, but those same models can be leveraged to uncover data issues and patterns that might not be readily discoverable via more parsimonious models.",
      "openalex_topics": [
        "Machine Learning in Healthcare",
        "Artificial Intelligence in Healthcare and Education",
        "COVID-19 diagnosis using AI"
      ]
    },
    {
      "filename": "document.pdf",
      "title": "Machine Learning Techniques for Personalised Medicine Approaches in Immune-Mediated Chronic Inflammatory Diseases: Applications and Challenges",
      "authors": [
        {
          "firstname": "Junjie",
          "middlename": "",
          "lastname": "Peng"
        },
        {
          "firstname": "Elizabeth",
          "middlename": "C",
          "lastname": "Jury"
        },
        {
          "firstname": "Pierre",
          "middlename": "",
          "lastname": "Dönnes"
        },
        {
          "firstname": "Coziana",
          "middlename": "",
          "lastname": "Ciurtin"
        }
      ],
      "publicationYear": "2021",
      "publishedIn": "Frontiers in Pharmacology",
      "doi": "10.3389/fphar.2021.720694",
      "abstract": "In the past decade, the emergence of machine learning (ML) applications has led to significant advances towards implementation of personalised medicine approaches for improved health care, due to the exceptional performance of ML models when utilising complex big data. The immune-mediated chronic inflammatory diseases are a group of complex disorders associated with dysregulated immune responses resulting in inflammation affecting various organs and systems. The heterogeneous nature of these diseases poses great challenges for tailored disease management and addressing unmet patient needs. Applying novel ML techniques to the clinical study of chronic inflammatory diseases shows promising results and great potential for precision medicine applications in clinical research and practice. In this review, we highlight the clinical applications of various ML techniques for prediction, diagnosis and prognosis of autoimmune rheumatic diseases, inflammatory bowel disease, autoimmune chronic kidney disease, and multiple sclerosis, as well as ML applications for patient stratification and treatment selection. We highlight the use of ML in drug development, including target identification, validation and drug repurposing, as well as challenges related to data interpretation and validation, and ethical concerns related to the use of artificial intelligence in clinical research.",
      "openalex_topics": [
        "Inflammatory Bowel Disease",
        "Rheumatoid Arthritis Research and Therapies",
        "Systemic Lupus Erythematosus Research"
      ]
    },
    {
      "filename": "19.pdf",
      "title": "Artificial Intelligence In Healthcare: A Review Of Deep Learning Models For Medical Image Analysis",
      "authors": [
        {
          "firstname": "S",
          "middlename": "",
          "lastname": "Jayasankari"
        },
        {
          "firstname": "S",
          "middlename": "D",
          "lastname": "Govardhan"
        },
        {
          "firstname": "Neha",
          "middlename": "Pradyumna",
          "lastname": "Bora"
        },
        {
          "firstname": "Ramesh",
          "middlename": "",
          "lastname": "Kumar"
        },
        {
          "firstname": "V",
          "middlename": "",
          "lastname": "Saravanan"
        }
      ],
      "publicationYear": "2017",
      "publishedIn": "Medical Image Analysis",
      "doi": "10.1016/j.media.2017.07.005",
      "abstract": "The rapid advancements in Artificial Intelligence (AI) have revolutionized various sectors, with healthcare being a major beneficiary. Specifically, deep learning (DL) models have emerged as a transformative force in medical image analysis, enabling enhanced diagnostic accuracy, early disease detection, and personalized treatment planning. This review paper provides a comprehensive analysis of the current state of deep learning models employed in medical image analysis. We examine the architectural advancements, applications, challenges, and future directions, with a focus on how these models are reshaping healthcare delivery. The paper also explores the potential of deep learning in improving healthcare accessibility and outcomes, providing insights into the integration of AI in clinical practice.",
      "openalex_topics": [
        "AI in cancer detection",
        "Radiomics and Machine Learning in Medical Imaging",
        "Medical Imaging and Analysis"
      ]
    },
    {
      "filename": "2a6e29fe6eeb4715b8662b55e915f37f.marked_rFmbXVp.pdf",
      "title": "Deep learning methods for cancer recognition",
      "authors": [
        {
          "firstname": "Yiwei",
          "middlename": "",
          "lastname": "Shen"
        }
      ],
      "publicationYear": "2024",
      "publishedIn": "Applied and Computational Engineering",
      "doi": "10.54254/2755-2721/74/20240452",
      "abstract": "Modern medical technology has been advancing continuously, and deep learning, a potent machine learning technique, demonstrates significant potential in the domain of cancer identification and diagnosis. This paper through methods of lieterature review, examines the distinctive abilities and advancements of deep learning in the recognition, classification, and segmentation of breast and lung cancer images. Deep learning has proven to be very suitable for medical image analysis and has the ability to aid and even autonomously make decisions in many stages of cancer diagnosis, including history taking, imaging, and biopsy. Furthermore, it possesses the capability to precisely identify, categorize, and divide photos pertaining to breast and lung cancer. Additionally, it has the capacity to identify and predict tumors based on gene expression profiles, so enhancing the efficacy of contemporary medicine in the identification and prevention of cancer. These findings have significant implications for cancer detection and treatment in contemporary healthcare, offering clinicians a potent tool to enhance diagnostic precision and treatment effectiveness.",
      "openalex_topics": [
        "AI in cancer detection"
      ]
    },
    {
      "filename": "ching-et-al-opportunities-and-obstacles-for-deep-learning-in-biology-and-medicine.pdf",
      "title": "Opportunities and obstacles for deep learning in biology and medicine",
      "authors": [
        {
          "firstname": "Travers",
          "middlename": "",
          "lastname": "Ching"
        },
        {
          "firstname": "Daniel",
          "middlename": "S",
          "lastname": "Himmelstein"
        },
        {
          "firstname": "Brett",
          "middlename": "K",
          "lastname": "Beaulieu-Jones"
        },
        {
          "firstname": "Alexandr",
          "middlename": "A",
          "lastname": "Kalinin"
        },
        {
          "firstname": "Brian",
          "middlename": "T",
          "lastname": "Do"
        },
        {
          "firstname": "Gregory",
          "middlename": "P",
          "lastname": "Way"
        },
        {
          "firstname": "Enrico",
          "middlename": "",
          "lastname": "Ferrero"
        },
        {
          "firstname": "Paul-Michael",
          "middlename": "",
          "lastname": "Agapow"
        },
        {
          "firstname": "Michael",
          "middlename": "",
          "lastname": "Zietz"
        },
        {
          "firstname": "Michael",
          "middlename": "M",
          "lastname": "Hoffman"
        },
        {
          "firstname": "Wei",
          "middlename": "",
          "lastname": "Xie"
        },
        {
          "firstname": "Gail",
          "middlename": "L",
          "lastname": "Rosen"
        },
        {
          "firstname": "Benjamin",
          "middlename": "J",
          "lastname": "Lengerich"
        },
        {
          "firstname": "Johnny",
          "middlename": "",
          "lastname": "Israeli"
        },
        {
          "firstname": "Jack",
          "middlename": "",
          "lastname": "Lanchantin"
        },
        {
          "firstname": "Stephen",
          "middlename": "",
          "lastname": "Woloszynek"
        },
        {
          "firstname": "Anne",
          "middlename": "E",
          "lastname": "Carpenter"
        },
        {
          "firstname": "Avanti",
          "middlename": "",
          "lastname": "Shrikumar"
        },
        {
          "firstname": "Jinbo",
          "middlename": "",
          "lastname": "Xu"
        },
        {
          "firstname": "Evan",
          "middlename": "M",
          "lastname": "Cofer"
        },
        {
          "firstname": "Christopher",
          "middlename": "A",
          "lastname": "Lavender"
        },
        {
          "firstname": "Srinivas",
          "middlename": "C",
          "lastname": "Turaga"
        },
        {
          "firstname": "Amr",
          "middlename": "M",
          "lastname": "Alexandari"
        },
        {
          "firstname": "Zhiyong",
          "middlename": "",
          "lastname": "Lu"
        },
        {
          "firstname": "David",
          "middlename": "J",
          "lastname": "Harris"
        },
        {
          "firstname": "Dave",
          "middlename": "",
          "lastname": "Decaprio"
        },
        {
          "firstname": "Yanjun",
          "middlename": "",
          "lastname": "Qi"
        },
        {
          "firstname": "Anshul",
          "middlename": "",
          "lastname": "Kundaje"
        },
        {
          "firstname": "Yifan",
          "middlename": "",
          "lastname": "Peng"
        },
        {
          "firstname": "Laura",
          "middlename": "K",
          "lastname": "Wiley"
        },
        {
          "firstname": "Marwin",
          "middlename": "H S",
          "lastname": "Segler"
        },
        {
          "firstname": "Simina",
          "middlename": "M",
          "lastname": "Boca"
        },
        {
          "firstname": "S",
          "middlename": "Joshua",
          "lastname": "Swamidass"
        },
        {
          "firstname": "Austin",
          "middlename": "",
          "lastname": "Huang"
        },
        {
          "firstname": "Anthony",
          "middlename": "",
          "lastname": "Gitter"
        },
        {
          "firstname": "Casey",
          "middlename": "S",
          "lastname": "Greene"
        }
      ],
      "publicationYear": "2025",
      "publishedIn": "Journal of The Royal Society Interface",
      "doi": "10.1098/rsif.2017.0387",
      "abstract": "Deep learning describes a class of machine learning algorithms that are capable of combining raw inputs into layers of intermediate features. These algorithms have recently shown impressive results across a variety of domains. Biology and medicine are data-rich disciplines, but the data are complex and often ill-understood. Hence, deep learning techniques may be particularly well suited to solve problems of these fields. We examine applications of deep learning to a variety of biomedical problems-patient classification, fundamental biological processes and treatment of patients-and discuss whether deep learning will be able to transform these tasks or if the biomedical sphere poses unique challenges. Following from an extensive literature review, we find that deep learning has yet to revolutionize biomedicine or definitively resolve any of the most pressing challenges in the field, but promising advances have been made on the prior state of the art. Even though improvements over previous baselines have been modest in general, the recent progress indicates that deep learning methods will provide valuable means for speeding up or aiding human investigation. Though progress has been made linking a specific neural network's prediction to input features, understanding how users should interpret these models to make testable hypotheses about the system under study remains an open challenge. Furthermore, the limited amount of labelled data for training presents problems in some domains, as do legal and privacy constraints on work with sensitive health records. Nonetheless, we foresee deep learning enabling changes at both bench and bedside with the potential to transform several areas of biology and medicine.",
      "openalex_topics": [
        "Cell Image Analysis Techniques",
        "Genetics, Bioinformatics, and Biomedical Research",
        "AI in cancer detection"
      ]
    },
    {
      "filename": "6232-Article Text-18796-1-10-20200909.pdf",
      "title": "Recent Applications of Deep Learning Algorithms in Medical Image Analysis",
      "authors": [
        {
          "firstname": "Arman",
          "middlename": "",
          "lastname": "Sarraf"
        },
        {
          "firstname": "Ali",
          "middlename": "Esmaeilnia",
          "lastname": "Jalali"
        },
        {
          "firstname": "Javad",
          "middlename": "",
          "lastname": "Ghaffari"
        }
      ],
      "publicationYear": "2017",
      "publishedIn": "International Journal of Computer (IJC)",
      "doi": "arXiv:arXiv:1804.03683",
      "abstract": "Advances in deep learning have enabled researchers in the field of medical imaging to employ such techniques for various applications, including early diagnosis of different diseases. Deep learning techniques such as convolutional neural networks offer the capability of extracting invariant features from images that can improve the performance of most predictive models in medical and diagnostic imaging. This work concentrates on reviewing deep learning architectures along with medical imaging modalities where the crucial applications of such algorithms, including image classification and segmentation, are discussed. Also, brain imaging as a branch of medical imaging which allows scientists to explore the structure and function of the brain is explored, and the applications of deep learning to early diagnose Alzheimer\"s Disease, and Autism as the most critical brain disorders are studied. Moreover, the recent research findings revealed that employing deep learning-based semantic segmentation techniques could significantly improve the accuracy of models developed for brain tumor detection. Such advances in early diagnosis of disorders and tumors encourage medical imaging practitioners to implement software applications assisting them to improve their decision-making process.",
      "openalex_topics": []
    },
    {
      "filename": "hengki26,+ahsan+updated[1].pdf",
      "title": "Revolutionizing Healthcare: How Deep Learning is poised to Change the Landscape of Medical Diagnosis and Treatment",
      "authors": [
        {
          "firstname": "Ahsan",
          "middlename": "",
          "lastname": "Ahmad"
        },
        {
          "firstname": "Aftab",
          "middlename": "",
          "lastname": "Tariq"
        },
        {
          "firstname": "Hafiz",
          "middlename": "Khawar",
          "lastname": "Hussain"
        },
        {
          "firstname": "Ahmad",
          "middlename": "",
          "lastname": "Yousaf Gill"
        }
      ],
      "publicationYear": "2023",
      "publishedIn": "Journal of Computer Networks, Architecture and High Performance Computing",
      "doi": "10.47709/cnahpc.v5i2.2350",
      "abstract": "Deep learning has become a significant tool in the healthcare industry with the potential to change the way care is provided and enhance patient outcomes. With a focus on personalised medicine, ethical issues and problems, future directions and opportunities, real-world case studies, and data privacy and security, this review article investigates the existing and potential applications of deep learning in healthcare. Deep learning in personalized medicine holds enormous promise for improving patient care by enabling more precise diagnoses and individualized treatment approaches. However it's important to take into account ethical issues like data privacy and the possibility of bias in algorithms. Deep learning in healthcare will likely be used more in the future to manage population health, prevent disease, and improve access to care for underprivileged groups of people. Case studies give specific examples of how deep learning is already changing the healthcare industry, from discovering rare diseases to forecasting patient outcomes. To fully realize the potential of deep learning in healthcare, however, issues including data quality, interpretability, and legal barriers must be resolved. Remote monitoring and telemedicine are two promising areas where deep learning is lowering healthcare expenses and enhancing access to care. Deep learning algorithms can be used to analyze patient data in real-time, warning medical professionals of possible problems before they worsen and allowing for online discussions with experts. Finally, when applying deep learning to healthcare, the importance of data security and privacy cannot be understated. To preserve patient data and guarantee its responsible usage, the appropriate safeguards and rules must be implemented. Deep learning has the ability to transform the healthcare industry by delivering more individualized, practical, and efficient care. However, in order to fully realize its promise, ethical issues, difficulties, and regulatory barriers must be solved. Deep learning has the potential to significantly contribute to enhancing patient outcomes and lowering healthcare costs with the right safeguards and ongoing innovation",
      "openalex_topics": [
        "Artificial Intelligence in Healthcare and Education"
      ]
    },
    {
      "filename": "ns-1938396-198.pdf",
      "title": "Deep Learning in Medical Imaging",
      "authors": [
        {
          "firstname": "Mingyu",
          "middlename": "",
          "lastname": "Kim"
        },
        {
          "firstname": "Jihye",
          "middlename": "",
          "lastname": "Yun"
        },
        {
          "firstname": "Yongwon",
          "middlename": "",
          "lastname": "Cho"
        },
        {
          "firstname": "Keewon",
          "middlename": "",
          "lastname": "Shin"
        },
        {
          "firstname": "Ryoungwoo",
          "middlename": "",
          "lastname": "Jang"
        },
        {
          "firstname": "Hyun-Jin",
          "middlename": "",
          "lastname": "Bae"
        },
        {
          "firstname": "Namkug",
          "middlename": "",
          "lastname": "Kim"
        }
      ],
      "publicationYear": "2019",
      "publishedIn": "Neurospine",
      "doi": "10.14245/ns.1938396.198",
      "abstract": "The artificial neural network (ANN), one of the machine learning (ML) algorithms, inspired by the human brain system, was developed by connecting layers with artificial neurons. However, due to the low computing power and insufficient learnable data, ANN has suffered from overfitting and vanishing gradient problems for training deep networks. The advancement of computing power with graphics processing units and the availability of large data acquisition, deep neural network outperforms human or other ML capabilities in computer vision and speech recognition tasks. These potentials are recently applied to healthcare problems, including computer-aided detection/diagnosis, disease prediction, image segmentation, image generation, etc. In this review article, we will explain the history, development, and applications in medical imaging",
      "openalex_topics": [
        "COVID-19 diagnosis using AI",
        "Radiomics and Machine Learning in Medical Imaging",
        "AI in cancer detection"
      ]
    },
    {
      "filename": "document (3).pdf",
      "title": "Machine learning y el control de hipertensión arterial",
      "authors": [
        {
          "firstname": "Laura",
          "middlename": "Alejandra",
          "lastname": "Campos Rodríguez"
        },
        {
          "firstname": "Daniel",
          "middlename": "",
          "lastname": "Julián Sánchez Álvarez"
        },
        {
          "firstname": "Alexandra",
          "middlename": "Abuchar",
          "lastname": "Porras"
        }
      ],
      "publicationYear": "2017",
      "publishedIn": "Medwave Revista Biomédica Revisada por Pares",
      "doi": "",
      "abstract": "El uso de la tecnología ha promovido la expansión digital y el crecimiento de herramientas que hacen posible la cuantificación, medición y análisis de los datos. También ha permitido que tecnologías como la inteligencia artificial desarrollen algoritmos y modelos para que las computadoras aprendan y mejoren sus procesos por medio de la experiencia. En este contexto, el machine learning se ha convertido en un aliado en el control de enfermedades crónicas como la hipertensión arterial (hta), que causa el 63 % de las muertes de personas de tercera edad, debido a falencias en adherencia a tratamientos y a los estilos de vida de los pacientes. En este artículo se propone que implementar esta tecnología en el seguimiento del tratamiento de la hta podrá suministrar pronósticos de la condición futura del paciente y evidenciar el avance o la necesidad de un nuevo diagnóstico para mejorar su calidad de vida.",
      "openalex_topics": []
    },
    {
      "filename": "PIIS1556086422002714.pdf",
      "title": "Genie Out of the Bottle: Is There a Role for Gene-Gene Interactions in Early Detection of Lung Cancer?",
      "authors": [
        {
          "firstname": "Matthew",
          "middlename": "P",
          "lastname": "Smeltzer"
        },
        {
          "firstname": "Meredith",
          "middlename": "A",
          "lastname": "Ray"
        },
        {
          "firstname": "Nicholas",
          "middlename": "R",
          "lastname": "Faris"
        },
        {
          "firstname": "Raymond",
          "middlename": "U",
          "lastname": "Osarogiagbon"
        }
      ],
      "publicationYear": "2022",
      "publishedIn": "Journal of Thoracic Oncology",
      "doi": "10.1016/j.jtho.2022.05.012",
      "abstract": "Disclosure: Dr. Smeltzer is a research consultant for the Association of Community Cancer Centers. Dr. Osarogiagbon discloses having stock ownership (Eli Lilly and Pfizer); having consulting or advisory roles with the American Cancer Society, the Association of Community Cancer Centers, AstraZeneca, Eli Lilly, and Genentech/Roche; having patents for a Lung Cancer Specimen Kit; and being the founder of Oncobox Device Inc. The remaining author declare no conflict of interest.",
      "openalex_topics": [
        "Cancer Genomics and Diagnostics",
        "RNA modifications and cancer",
        "Genomics and Phylogenetic Studies"
      ]
    },
    {
      "filename": "document (1).pdf",
      "title": "Machine learning&apos;s role in personalized medicine &amp; treatment optimization",
      "authors": [
        {
          "firstname": "",
          "middlename": "",
          "lastname": "Deepak Kumar"
        },
        {
          "firstname": "",
          "middlename": "",
          "lastname": "Priyanka Pramod Pawar"
        },
        {
          "firstname": "",
          "middlename": "",
          "lastname": "Hari Gonaygunta"
        },
        {
          "firstname": "",
          "middlename": "",
          "lastname": "Geeta Sandeep Nadella"
        },
        {
          "firstname": "",
          "middlename": "",
          "lastname": "Karthik Meduri"
        },
        {
          "firstname": "",
          "middlename": "",
          "lastname": "Shoumya Singh"
        }
      ],
      "publicationYear": "2024",
      "publishedIn": "World Journal of Advanced Research and Reviews",
      "doi": "10.30574/wjarr.2024.21.2.0641",
      "abstract": "The advent of machine learning in personalized medicine has revolutionized the healthcare industry by providing an enhanced diagnosis and treatment regimen to patients based on their unique characteristics such as genetic predispositions, lifestyle variables, and medical history. Machine learning algorithms can analyze vast amounts of patient data to generate accurate diagnoses, establish tailored treatment plans, and improve patient outcomes. By combining multiple data sources, machine learning algorithms can identify patterns, predict the likelihood of specific illnesses, and recommend personalized treatment options. The technology has enabled healthcare professionals to access diverse datasets, including genetic information, medical history, and lifestyle variables, and derive insights from them that were previously inaccessible. However, the isolation of user data in silos across multiple hospitals and medical institutions presents challenges for researchers working in this sector. The article examines the possible obstacles and ethical implications associated with the widespread implementation of machine learning in personalized medicine and assesses the consequences of these breakthroughs for patient care, healthcare systems, and the future of medical research.",
      "openalex_topics": [
        "Computational Drug Discovery Methods",
        "Genetics, Bioinformatics, and Biomedical Research"
      ]
    },
    {
      "filename": "1284.pdf",
      "title": "Artificial Intelligence in Medical Imaging: Applications of Deep Learning for Disease Detection and Diagnosis",
      "authors": [
        {
          "firstname": "Shodh",
          "middlename": "",
          "lastname": "Sagar"
        },
        {
          "firstname": "Abhinav",
          "middlename": "",
          "lastname": "Deshmukh"
        }
      ],
      "publicationYear": "2024",
      "publishedIn": "Universal Research Reports",
      "doi": "10.36676/urr.v11.i3.1284",
      "abstract": "The integration of artificial intelligence (AI) and deep learning techniques into medical imaging has revolutionized disease detection and diagnosis. This paper provides a comprehensive overview of the applications of deep learning in medical imaging and its impact on healthcare. The paper begins with an introduction to the fundamentals of deep learning, emphasizing convolutional neural networks (CNNs) and their relevance in analyzing medical images. It then explores various applications of deep learning in medical imaging, including automated disease detection and classification, image segmentation for precise anatomical localization, quantitative analysis for predictive modeling, personalized medicine, and workflow optimization. Case studies and examples from different medical specialties, such as oncology, cardiology, and neurology, are presented to illustrate the practical implementation and effectiveness of AI-driven approaches.",
      "openalex_topics": [
        "Radiomics and Machine Learning in Medical Imaging",
        "AI in cancer detection"
      ]
    },
    {
      "filename": "1909.00384v1.pdf",
      "title": "DeepHealth: Deep Learning for Health Informatics reviews, challenges, and opportunities on medical imaging, electronic health records, genomics, sensing, and online communication health",
      "authors": [
        {
          "firstname": "Gloria Hyun-Jung",
          "middlename": "",
          "lastname": "Kwak"
        }
      ],
      "publicationYear": "2018",
      "publishedIn": "Human Molecular Genetics",
      "doi": "10.1093/hmg/ddy088",
      "abstract": "Machine learning and deep learning have provided us with an exploration of a whole new research era. As more data and be er computational power become available, they have been implemented in various elds. e demand for arti cial intelligence in the eld of health informatics is also increasing and we can expect to see the potential bene ts of arti cial intelligence applications in healthcare. Deep learning can help clinicians diagnose disease, identify cancer sites, identify drug e ects for each patient, understand the relationship between genotypes and phenotypes, explore new phenotypes, and predict infectious disease outbreaks with high accuracy. In contrast to traditional models, its approach does not require domain-speci c data pre-process, and it is expected that it will ultimately change human life a lot in the future. Despite its notable advantages, there are some challenges on data (high dimensionality, heterogeneity, time dependency, sparsity, irregularity, lack of label) and model (reliability, interpretability, feasibility, security, scalability) for practical use.",
      "openalex_topics": [
        "Genomics and Rare Diseases",
        "Genetic Associations and Epidemiology",
        "Cancer Genomics and Diagnostics"
      ]
    },
    {
      "filename": "1902.11122v5.pdf",
      "title": "Deep Learning in Cardiology",
      "authors": [
        {
          "firstname": "Paschalis",
          "middlename": "",
          "lastname": "Bizopoulos"
        },
        {
          "firstname": "Dimitrios",
          "middlename": "",
          "lastname": "Koutsouris"
        }
      ],
      "publicationYear": "2024",
      "publishedIn": "Circulation",
      "doi": "10.1109/RBME.2018.2885714/$33.00",
      "abstract": "The medical field is creating large amount of data that physicians are unable to decipher and use efficiently. Moreover, rule-based expert systems are inefficient in solving complicated medical tasks or for creating insights using big data. Deep learning has emerged as a more accurate and effective technology in a wide range of medical problems such as diagnosis, prediction and intervention. Deep learning is a representation learning method that consists of layers that transform the data non-linearly, thus, revealing hierarchical relationships and structures. In this review we survey deep learning application papers that use structured data, signal and imaging modalities from cardiology. We discuss the advantages and limitations of applying deep learning in cardiology that also apply in medicine in general, while proposing certain directions as the most viable for clinical use.",
      "openalex_topics": []
    },
    {
      "filename": "document (6).pdf",
      "title": "Using Machine Learning to Individualize Treatment Effect Estimation: Challenges and Opportunities",
      "authors": [
        {
          "firstname": "Alicia",
          "middlename": "",
          "lastname": "Curth"
        },
        {
          "firstname": "Richard",
          "middlename": "W",
          "lastname": "Peck"
        },
        {
          "firstname": "Eoin",
          "middlename": "",
          "lastname": "Mckinney"
        },
        {
          "firstname": "James",
          "middlename": "",
          "lastname": "Weatherall"
        },
        {
          "firstname": "Mihaela",
          "middlename": "",
          "lastname": "Van Der Schaar"
        }
      ],
      "publicationYear": "2024",
      "publishedIn": "Clinical Pharmacology &amp; Therapeutics",
      "doi": "10.1002/cpt.3159",
      "abstract": "The use of data from randomized clinical trials to justify treatment decisions for real-world patients is the current state of the art. It relies on the assumption that average treatment effects from the trial can be extrapolated to patients with personal and/or disease characteristics different from those treated in the trial. Yet, because of heterogeneity of treatment effects between patients and between the trial population and real-world patients, this assumption may not be correct for many patients. Using machine learning to estimate the expected conditional average treatment effect (CATE) in individual patients from observational data offers the potential for more accurate estimation of the expected treatment effects in each patient based on their observed characteristics. In this review, we discuss some of the challenges and opportunities for machine learning to estimate CATE, including ensuring identification assumptions are met, managing covariate shift, and learning without access to the true label of interest. We also discuss the potential applications as well as future work and collaborations needed to further improve identification and utilization of CATE estimates to increase patient benefit.",
      "openalex_topics": [
        "Advanced Causal Inference Techniques",
        "Health Systems, Economic Evaluations, Quality of Life",
        "Statistical Methods and Inference"
      ]
    },
    {
      "filename": "IJISRT24MAY1593.pdf",
      "title": "The Transformative Impact of Deep Learning on Personalized Medicine",
      "authors": [
        {
          "firstname": "Prathamesh",
          "middlename": "",
          "lastname": "Gujjeti"
        },
        {
          "firstname": "Anjali",
          "middlename": "",
          "lastname": "Pal"
        }
      ],
      "publicationYear": "2024",
      "publishedIn": "International Journal of Innovative Science and Research Technology (IJISRT)",
      "doi": "10.38124/ijisrt/ijisrt24may1593",
      "abstract": "Artificial Intelligence (AI) and Deep Learning (DL) are revolutionizing the landscape of medical research, offering unprecedented advancements in diagnostics, personalized treatments, and medical data management. This paper delves into the diverse applications of AI and DL within the medical field, highlighting their transformative roles in imaging, genomics, drug discovery, and clinical decision-making. Moreover, it addresses the challenges and ethical considerations inherent in these technologies, and proposes future pathways for their seamless integration into healthcare systems. Through this exploration, we aim to provide a comprehensive overview of how AI and DL are shaping the future of medicine and improving patient outcomes.",
      "openalex_topics": [
        "Genetics, Bioinformatics, and Biomedical Research",
        "Biomedical and Engineering Education",
        "Artificial Intelligence in Healthcare and Education"
      ]
    },
    {
      "filename": "kjr-18-570.pdf",
      "title": "Deep Learning in Medical Imaging: General Overview",
      "authors": [
        {
          "firstname": "June-Goo",
          "middlename": "",
          "lastname": "Lee"
        },
        {
          "firstname": "Sanghoon",
          "middlename": "",
          "lastname": "Jun"
        },
        {
          "firstname": "Young-Won",
          "middlename": "",
          "lastname": "Cho"
        },
        {
          "firstname": "Hyunna",
          "middlename": "",
          "lastname": "Lee"
        },
        {
          "firstname": "Guk",
          "middlename": "Bae",
          "lastname": "Kim"
        },
        {
          "firstname": "Joon",
          "middlename": "Beom",
          "lastname": "Seo"
        },
        {
          "firstname": "Namkug",
          "middlename": "",
          "lastname": "Kim"
        }
      ],
      "publicationYear": "2017",
      "publishedIn": "Korean Journal of Radiology",
      "doi": "10.3348/kjr.2017.18.4.570",
      "abstract": "The artificial neural network (ANN)-a machine learning technique inspired by the human neuronal synapse system-was introduced in the 1950s. However, the ANN was previously limited in its ability to solve actual problems, due to the vanishing gradient and overfitting problems with training of deep architecture, lack of computing power, and primarily the absence of sufficient data to train the computer system. Interest in this concept has lately resurfaced, due to the availability of big data, enhanced computing power with the current graphics processing units, and novel algorithms to train the deep neural network. Recent studies on this technology suggest its potentially to perform better than humans in some visual and auditory recognition tasks, which may portend its applications in medicine and healthcare, especially in medical imaging, in the foreseeable future. This review article offers perspectives on the history, development, and applications of deep learning technology, particularly regarding its applications in medical imaging.",
      "openalex_topics": [
        "AI in cancer detection",
        "Radiomics and Machine Learning in Medical Imaging",
        "COVID-19 diagnosis using AI"
      ]
    },
    {
      "filename": "Clin Pharma and Therapeutics - 2021 - Gelder - Machine Learning as a Novel Method to Support Therapeutic Drug Management.pdf",
      "title": "Machine Learning as a Novel Method to Support Therapeutic Drug Management and Precision Dosing",
      "authors": [
        {
          "firstname": "Teun",
          "middlename": "",
          "lastname": "Van Gelder"
        },
        {
          "firstname": "Alexander",
          "middlename": "A",
          "lastname": "Vinks"
        }
      ],
      "publicationYear": "2021",
      "publishedIn": "Clinical Pharmacology &amp; Therapeutics",
      "doi": "10.1002/cpt.2326",
      "abstract": "Teun van Gelder 1, * and Alexander A. Vinks 2 Machine learning is now being introduced in medicine, with the idea that the vast multidimensional clinical data and experiences documented in electronic health records can assist in the care of future patients. 1 The ability of a machine learning model to find statistical patterns across millions of features and examples is what enables superhuman performance. 2 By mining the complex and heterogeneous data from electronic health records (referred to as \"big data\"), patients can benefit from previous collective experience leading to improvements in diagnostic procedures, outcome predictions, and individualized treatments. Also in laboratory medicine, artificial intelligence and machine learning are finding their application. 3 To date, population pharmacokinetic (popPK) models have been used to describe drug exposure over time in patients. With popPK models it is also possible to identify sources of between-patient variability in drug exposure such as body weight and renal function. During the modeling process, models with different numbers of compartments, types of elimination, and variability are evaluated. 4 When a model has been designed that adequately describes the data, it can prospectively be used to guide drug dosing in an individual patient with the aim to achieve prespecified target concentrations with maximum precision and accuracy. 5 At present this is largely done with stand-alone software packages for PK-guided dosing that are commercially or freely available, but it is expected that such tools will become more integrated into the electronic health records. 6 In 2005 an online system for Immunosuppressant Bayesian Dose Adjustment (ISBA) was launched by the Department of Pharmacology and Toxicology at the Centre Hospitalier Universitaire at Limoges, France. 7 This service was made available at no cost to transplantation centers worldwide. 8 The investigators developed and validated popPK models, maximum a posteriori Bayesian estimators, and sparse sampling strategies for abbreviated area under the curve (AUC) estimation to generate individual PK parameters for immunosuppressive drugs for a variety of solid organ transplantation scenarios. 9 This now widely used service provides recommendations for dose adjustment for individual transplanted patients, based on drug concentrations (preferably several samples within the first few hours post dose) uploaded via a secure portal and reported back to the requesting center. In the background, 145 Bayesian estimators are operational for the different posttransplantation times, ages (adult/pediatric), types of transplantation, associated immunosuppressive drugs, and drug measurement methods (Pierre Marquet, personal communication).",
      "openalex_topics": [
        "Statistical Methods in Clinical Trials",
        "Antibiotics Pharmacokinetics and Efficacy",
        "Renal Transplantation Outcomes and Treatments"
      ]
    },
    {
      "filename": "CG-22-244.pdf",
      "title": "Big Data to Knowledge: Application of Machine Learning to Predictive Modeling of Therapeutic Response in Cancer",
      "authors": [
        {
          "firstname": "Sukanya",
          "middlename": "",
          "lastname": "Panja"
        },
        {
          "firstname": "Sarra",
          "middlename": "",
          "lastname": "Rahem"
        },
        {
          "firstname": "Cassandra",
          "middlename": "J",
          "lastname": "Chu"
        },
        {
          "firstname": "Antonina",
          "middlename": "",
          "lastname": "Mitrofanova"
        }
      ],
      "publicationYear": "2021",
      "publishedIn": "Current Genomics",
      "doi": "10.2174/1389202921999201224110101",
      "abstract": "Background: In recent years, the availability of high throughput technologies, establishment of large molecular patient data repositories, and advancement in computing power and storage have allowed elucidation of complex mechanisms implicated in therapeutic response in cancer patients. The breadth and depth of such data, alongside experimental noise and missing values, requires a sophisticated human-machine interaction that would allow effective learning from complex data and accurate forecasting of future outcomes, ideally embedded in the core of machine learning design.",
      "openalex_topics": [
        "Computational Drug Discovery Methods",
        "Cancer Genomics and Diagnostics",
        "Gene expression and cancer classification"
      ]
    },
    {
      "filename": "main.pdf",
      "title": "Deep Learning and Its Applications in Biomedicine",
      "authors": [
        {
          "firstname": "Chensi",
          "middlename": "",
          "lastname": "Cao"
        },
        {
          "firstname": "Feng",
          "middlename": "",
          "lastname": "Liu"
        },
        {
          "firstname": "Hai",
          "middlename": "",
          "lastname": "Tan"
        },
        {
          "firstname": "Deshou",
          "middlename": "",
          "lastname": "Song"
        },
        {
          "firstname": "Wenjie",
          "middlename": "",
          "lastname": "Shu"
        },
        {
          "firstname": "Weizhong",
          "middlename": "",
          "lastname": "Li"
        },
        {
          "firstname": "Yiming",
          "middlename": "",
          "lastname": "Zhou"
        },
        {
          "firstname": "Xiaochen",
          "middlename": "",
          "lastname": "Bo"
        },
        {
          "firstname": "Zhi",
          "middlename": "",
          "lastname": "Xie"
        }
      ],
      "publicationYear": "2018",
      "publishedIn": "Genomics, Proteomics &amp; Bioinformatics",
      "doi": "10.1016/j.gpb.2017.07.003",
      "abstract": "Advances in biological and medical technologies have been providing us explosive volumes of biological and physiological data, such as medical images, electroencephalography, genomic and protein sequences. Learning from these data facilitates the understanding of human health and disease. Developed from artificial neural networks, deep learning-based algorithms show great promise in extracting features and learning patterns from complex data. The aim of this paper is to provide an overview of deep learning techniques and some of the state-of-the-art applications in the biomedical field. We first introduce the development of artificial neural network and deep learning. We then describe two main components of deep learning, i.e., deep learning architectures and model optimization. Subsequently, some examples are demonstrated for deep learning # Equal contribution.",
      "openalex_topics": [
        "Machine Learning in Bioinformatics",
        "Cell Image Analysis Techniques",
        "AI in cancer detection"
      ]
    },
    {
      "filename": "document (4).pdf",
      "title": "Machine Learning Applied to Diagnosis of Human Diseases: A Systematic Review",
      "authors": [
        {
          "firstname": "Nuria",
          "middlename": "",
          "lastname": "Caballé-Cervigón"
        },
        {
          "firstname": "José",
          "middlename": "L",
          "lastname": "Castillo-Sequera"
        },
        {
          "firstname": "Juan",
          "middlename": "A",
          "lastname": "Gómez-Pulido"
        },
        {
          "firstname": "José",
          "middlename": "M",
          "lastname": "Gómez-Pulido"
        },
        {
          "firstname": "María",
          "middlename": "L",
          "lastname": "Polo-Luque"
        }
      ],
      "publicationYear": "2020",
      "publishedIn": "Applied Sciences",
      "doi": "10.3390/app10155135",
      "abstract": "Human healthcare is one of the most important topics for society. It tries to find the correct effective and robust disease detection as soon as possible to patients receipt the appropriate cares. Because this detection is often a difficult task, it becomes necessary medicine field searches support from other fields such as statistics and computer science. These disciplines are facing the challenge of exploring new techniques, going beyond the traditional ones. The large number of techniques that are emerging makes it necessary to provide a comprehensive overview that avoids very particular aspects. To this end, we propose a systematic review dealing with the Machine Learning applied to the diagnosis of human diseases. This review focuses on modern techniques related to the development of Machine Learning applied to diagnosis of human diseases in the medical field, in order to discover interesting patterns, making non-trivial predictions and useful in decision-making. In this way, this work can help researchers to discover and, if necessary, determine the applicability of the machine learning techniques in their particular specialties. We provide some examples of the algorithms used in medicine, analysing some trends that are focused on the goal searched, the algorithm used, and the area of applications. We detail the advantages and disadvantages of each technique to help choose the most appropriate in each real-life situation, as several authors have reported. The authors searched Scopus, Journal Citation Reports (JCR), Google Scholar, and MedLine databases from the last decades (from 1980s approximately) up to the present, with English language restrictions, for studies according to the objectives mentioned above. Based on a protocol for data extraction defined and evaluated by all authors using PRISMA methodology, 141 papers were included in this advanced review.",
      "openalex_topics": [
        "Artificial Intelligence in Healthcare",
        "Machine Learning in Healthcare",
        "COVID-19 diagnosis using AI"
      ]
    },
    {
      "filename": "bbx044.pdf",
      "title": "Deep learning for healthcare: review, opportunities and challenges",
      "authors": [
        {
          "firstname": "Riccardo",
          "middlename": "",
          "lastname": "Miotto"
        },
        {
          "firstname": "Fei",
          "middlename": "",
          "lastname": "Wang"
        },
        {
          "firstname": "Shuang",
          "middlename": "",
          "lastname": "Wang"
        },
        {
          "firstname": "Xiaoqian",
          "middlename": "",
          "lastname": "Jiang"
        },
        {
          "firstname": "Joel",
          "middlename": "T",
          "lastname": "Dudley"
        }
      ],
      "publicationYear": "2017",
      "publishedIn": "Briefings in Bioinformatics",
      "doi": "10.1093/bib/bbx044",
      "abstract": "Gaining knowledge and actionable insights from complex, high-dimensional and heterogeneous biomedical data remains a key challenge in transforming health care. Various types of data have been emerging in modern biomedical research, including electronic health records, imaging, -omics, sensor data and text, which are complex, heterogeneous, poorly annotated and generally unstructured. Traditional data mining and statistical learning approaches typically need to first perform feature engineering to obtain effective and more robust features from those data, and then build prediction or clustering models on top of them. There are lots of challenges on both steps in a scenario of complicated data and lacking of sufficient domain knowledge. The latest advances in deep learning technologies provide new effective paradigms to obtain end-toend learning models from complex data. In this article, we review the recent literature on applying deep learning technologies to advance the health care domain. Based on the analyzed work, we suggest that deep learning approaches could be the vehicle for translating big biomedical data into improved human health. However, we also note limitations and needs for improved methods development and applications, especially in terms of ease-of-understanding for domain experts and citizen scientists. We discuss such challenges and suggest developing holistic and meaningful interpretable architectures to bridge deep learning models and human interpretability.",
      "openalex_topics": [
        "Machine Learning in Healthcare",
        "Artificial Intelligence in Healthcare",
        "Biomedical Text Mining and Ontologies"
      ]
    },
    {
      "filename": "example_file.pdf",
      "title": "Attention Is All You Need",
      "authors": [
        {
          "firstname": "Ashish",
          "middlename": "",
          "lastname": "Vaswani"
        },
        {
          "firstname": "Google",
          "middlename": "",
          "lastname": "Brain"
        },
        {
          "firstname": "Noam",
          "middlename": "",
          "lastname": "Shazeer"
        },
        {
          "firstname": "Niki",
          "middlename": "",
          "lastname": "Parmar"
        },
        {
          "firstname": "Jakob",
          "middlename": "",
          "lastname": "Uszkoreit"
        },
        {
          "firstname": "Llion",
          "middlename": "",
          "lastname": "Jones"
        },
        {
          "firstname": "Aidan",
          "middlename": "N",
          "lastname": "Gomez"
        },
        {
          "firstname": "Łukasz",
          "middlename": "",
          "lastname": "Kaiser"
        }
      ],
      "publicationYear": "",
      "publishedIn": "",
      "doi": "",
      "abstract": "The dominant sequence transduction models are based on complex recurrent or convolutional neural networks that include an encoder and a decoder. The best performing models also connect the encoder and decoder through an attention mechanism. We propose a new simple network architecture, the Transformer, based solely on attention mechanisms, dispensing with recurrence and convolutions entirely. Experiments on two machine translation tasks show these models to be superior in quality while being more parallelizable and requiring significantly less time to train. Our model achieves 28.4 BLEU on the WMT 2014 Englishto-German translation task, improving over the existing best results, including ensembles, by over 2 BLEU. On the WMT 2014 English-to-French translation task, our model establishes a new single-model state-of-the-art BLEU score of 41.8 after training for 3.5 days on eight GPUs, a small fraction of the training costs of the best models from the literature. We show that the Transformer generalizes well to other tasks by applying it successfully to English constituency parsing both with large and limited training data.",
      "openalex_topics": []
    },
    {
      "filename": "bbaa237.pdf",
      "title": "Deep learning in systems medicine",
      "authors": [
        {
          "firstname": "Haiying",
          "middlename": "",
          "lastname": "Wang"
        },
        {
          "firstname": "Estelle",
          "middlename": "",
          "lastname": "Pujos-Guillot"
        },
        {
          "firstname": "Blandine",
          "middlename": "",
          "lastname": "Comte"
        },
        {
          "firstname": "Joao",
          "middlename": "Luis",
          "lastname": "De Miranda"
        },
        {
          "firstname": "Vojtech",
          "middlename": "",
          "lastname": "Spiwok"
        },
        {
          "firstname": "Ivan",
          "middlename": "",
          "lastname": "Chorbev"
        },
        {
          "firstname": "Filippo",
          "middlename": "",
          "lastname": "Castiglione"
        },
        {
          "firstname": "Paolo",
          "middlename": "",
          "lastname": "Tieri"
        },
        {
          "firstname": "Steven",
          "middlename": "",
          "lastname": "Watterson"
        },
        {
          "firstname": "Roisin",
          "middlename": "",
          "lastname": "Mcallister"
        },
        {
          "firstname": "Tiago",
          "middlename": "",
          "lastname": "De Melo Malaquias"
        },
        {
          "firstname": "Massimiliano",
          "middlename": "",
          "lastname": "Zanin"
        },
        {
          "firstname": "Taranjit",
          "middlename": "Singh",
          "lastname": "Rai"
        },
        {
          "firstname": "Huiru",
          "middlename": "",
          "lastname": "Zheng"
        }
      ],
      "publicationYear": "2020",
      "publishedIn": "Briefings in Bioinformatics",
      "doi": "10.1093/bib/bbaa237",
      "abstract": "Systems medicine (SM) has emerged as a powerful tool for studying the human body at the systems level with the aim of improving our understanding, prevention and treatment of complex diseases. Being able to automatically extract relevant features needed for a given task from high-dimensional, heterogeneous data, deep learning (DL) holds great promise in this endeavour. This review paper addresses the main developments of DL algorithms and a set of general topics where DL is decisive, namely, within the SM landscape. It discusses how DL can be applied to SM with an emphasis on the applications to predictive, preventive and precision medicine. Several key challenges have been highlighted including delivering clinical impact and improving interpretability. We used some prototypical examples to highlight the relevance and significance of the adoption of DL in SM, one of them is involving the creation of a model for personalized Parkinson's disease. The review offers valuable insights and informs the research in DL and SM.",
      "openalex_topics": [
        "Machine Learning in Healthcare",
        "Bioinformatics and Genomic Networks",
        "Health, Environment, Cognitive Aging"
      ]
    }
  ]
}